zikanwari = [
    [["英語表現,第１～３LL"], [], ["微分方程式,平岡　1303,奥野　1305"], ],## 月曜
    [["プログラミング基礎,1502", "人類の歴史,1205", "言語学基礎,1405"], ["人類の歴史,1205", "言語学基礎,1405","地球環境,1205", "電磁気学,1404"],["人類の歴史,1301", "情報生命科学,1310","電磁気学,1404" ]],
    [["C演習,1~5演習室"]],##火曜,
    [["テクニカルライティング,奥野　1305,菅 1401"], ["微分積分学, 1603"], ["口語英語,ドール　クラーク　メロウ　第1~3LL 1201"]],#木曜
    [[], ["ディジタル回路,1501"], ["倫理学基礎 1305", "環境情報科学,1310", "情報生命科学,1502"],
     ["倫理学基礎 1305", "環境情報科学,1310", "情報生命科学,1502", "化学基礎,1501"]]#金
]
startTime = [910, 1100, 1330, 1520, 1710]

# print(zikanwari)
